Repository: adbonnin/anitierlist
Catalog: lib/l10n/app_*.arb
Languages: fr

# common_spring
source: Spring
fr: Printemps

# common_summer
source: Summer
fr: Ete

# common_fall
source: Fall
fr: Automne

# common_winter
source: Winter
fr: Hiver

# common_cancel
source: Cancel
fr: Annuler

# common_confirm
source: Confirm
fr: Confirmer

# common_close
source: Close
fr: Fermer

# common_back
source: Back
fr: Retour

# characters_title
source: Characters
fr: Personnages

# characters_add_title
source: Add characters
fr: Ajouter des personnages

# characters_characterAdded
source: {name} has been added
fr: {gender, select, male{{name} a été ajouté} female{{name} a été ajoutée} other{{name} a été ajouté.e}}

# characters_characterRemoved
source: {name} has been removed
fr: {gender, select, male{{name} a été supprimé} female{{name} a été supprimée} other{{name} a été supprimé.e}}

# characters_addAllAnimeCharacters
source: Add all characters
fr: Ajouter tous les personnages

# characters_animeCharactersAdded
source: Characters of {title} has been added
fr: Les personnages de {title} ont été ajoutés

# characters_searchCharacters
source: Characters
fr: Personnages

# characters_exportName
source: Characters {date}
fr: Personnages {date}

# characters_emptyList
source: No characters added yet
fr: Aucun personnage ajouté pour l'instant

# anime_animeAdded
source: {title} has been added
fr: {title} a été ajouté

# anime_animeRemoved
source: {title} has been removed
fr: {title} a été supprimé

# anime_tierlist_year
source: Year
fr: Année

# anime_tierlist_season
source: Season
fr: Saison

# anime_tierlist_tvShort
source: TV Short
fr: Format court

# anime_tierlist_leftover
source: Leftover
fr: Toujours en cours

# anime_tierlist_movie
source: Movie
fr: Film

# anime_tierlist_ovaOnaSpecial
source: OVA / ONA / Special
fr: OAV / ONA / Spécial

# anime_tierlist_saveThumbnails
source: Save thumbnails
fr: Enregistrer les miniatures

# anime_tierlist_savingThumbnails
source: Saving thumbnails
fr: Enregistrement des miniatures

# anime_tierlist_shareThumbnails
source: Share thumbnails
fr: Partager les miniatures

# anime_tierlist_sharingThumbnails
source: Sharing thumbnails
fr: Partage des miniatures

# anime_tierlist_edit_title
source: Thumbnail preferences
fr: Préférences de la miniature

# anime_tierlist_edit_titleLabel
source: Title
fr: Titre

# tierlist_title
source: TierList
fr: TierLists

# tierlist_undefinedTitle
source: Default
fr: Par default

# tierlist_customTitle
source: Custom
fr: Personnalisé

# tierlist_alternativeTitle
source: Alternative
fr: Alternatif

# tierlist_alternativeSpoilerTitle
source: Alternative spoiler
fr: Spoiler alternatif

# tierlist_fullNameTitle
source: Full name
fr: Nom complet

# tierlist_nativeTitle
source: Native
fr: Natif

# tierlist_userPreferredTitle
source: User preferred
fr: Préféré des utilisateurs

# tierlist_englishTitle
source: English
fr: Anglais
